Repository: cregouby/safetensors
Catalog: po/R-*.po
Languages: fr

source: Unsupported framework {.val {.self$framework}}
fr: Framework non pris en charge {.val {.self$framework}}

source: Unsupported dtype {.val {x}}
fr: Type de données non pris en charge {.val {x}}

source: Unsupported framework {.val {x}}
fr: Framework non pris en charge {.val {x}}

source: for loading torch tensors.
fr: pour le chargement des tenseurs torch.

source: Duplicated names are not allowed in {.arg tensors}
fr: Les noms dupliqués ne sont pas autorisés dans les tenseurs {.arg}

source: Unsupported data type {.val {x}}
fr: Type de données non pris en charge {.val {x}}

source: Unsupported dtype {.val {meta$dtype}}
fr: Type de données non pris en charge {.val {meta$dtype}}

source: {.arg metadata} must be a list.
fr: {.arg metadata} doit être une liste.

source: {.arg metadata} must be a named list.
fr: {.arg metadata} doit être une liste nommée.

source: {.arg metadata} must be a named list of scalar characters.
fr: {.arg metadata} doit être une liste nommée d'une seule chaîne de caractères.
